/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "गीत का फ़ॉर्मैट बदला नहीं जा सका।";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "लगता है कि यह प्रोजेक्ट क्षतिग्रस्त है। कृपया बैकअप से रीस्टोर करें।";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "यह प्रोजेक्ट इंटरमीडिएट ग़ैर-रिलीज़ Logic संस्करण के साथ बनाया गया है। इसे अब खोला नहीं जा सकता है";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "आप जो गीत खोलने की कोशिश कर रहे हैं, वह Logic 4 फ़ॉर्मैट (या उसके पहले के संस्करण) में है। कृपया पहले उसे Logic 7.2.1 या उसके पहले के संस्करण के साथ खोलें।\n\nआपको यह ऐसे Macintosh कंप्यूटर पर करना होगा जिसमें macOS का पुराना संस्करण अभी भी चलता हो क्योंकि Logic Pro के ये पुराने संस्करण macOS 10.13 या उसके बाद के संस्करण के साथ संगत नहीं हैं।";
